export const locations = [[
    { id: 1, name: "황학정", address: "서울특별시 종로구 사직로9길 15-32", manager: "나성택", phone: "02-738-5785", lat : 37.5778232, lon : 126.964240 },
    { id: 2, name: "공항정", address: "서울특별시 강서구 우장산로 72 (우장산공원내 궁도장)", manager: "김희동", phone: "02-2698-0507", lat : 37.5522008, lon : 126.8428442},
    { id: 3, name: "살곶이정", address: "서울특별시 성동구 용답동 241 -10", manager: "홍정숙", phone: "02-2294-3245", lat : 37.5582281, lon : 127.0696574 },
    // { id: 4, name: "석호정", address: "서울특별시 중구 남산공원길 372", manager: "나영일", phone: "02-2273-2061", lat : 37.5544845, lon : 126.9998118 },
    { id: 5, name: "영학정", address: "서울특별시 양천구 안양천로 916(목1동, 영학정)", manager: "김창호", phone: "02-2646-7754", lat : 37.5272491, lon : 126.8793906 },
    { id: 6, name: "화랑정", address: "서울특별시 노원구 화랑로 574, 육군사관학교 내", manager: "박명규", phone: "02-2197-5968", lat : 37.6280947, lon : 127.091262},
    { id: 7, name: "관악정", address: "서울특별시 관악구 약수암길 43-3", manager: "육도근", phone: "02-887-7971", lat : 37.4584995, lon : 126.9337812},
    { id: 8, name: "수락정", address: "서울특별시 노원구 덕릉로145길 86", manager: "", phone: "02-939-5154", lat : 37.6795959, lon : 127.0905616}
    ],[
    { id: 9, name: "사직정", address: "부산광역시 연제구 체육공원로 43-70 사직정(궁도장)", manager: "장오현", phone: "051-506-2716", lat : 35.1916908, lon : 129.05723 },
    { id: 10, name: "낙동정", address: "부산광역시 사상구 삼락동 500의 1 삼락강변공원 내", manager: "이두만", phone: "051-301-2500", lat : 35.1687484, lon : 128.9735403},
    { id: 11, name: "구덕정", address: "부산광역시 서구 보수대로 320번길 59", manager: "박명섭", phone: "051-255-0254", lat : 35.1291458, lon :129.0165065},
    { id: 12, name: "수영정", address: "부산광역시 수영구 호암로29번지 가길 54-19", manager: "황일준", phone: "051-761-3269", lat :35.1576555, lon : 129.1080936},
    { id: 374, name: "해성정", address: "부산시 강서구 대저2동 사서함 307-16호", manager: "김윤기", phone: "010-5073-9517", lat : 35.1570636, lon : 128.9285696 },
    ]
        
];

export const locations_public = [[
    { id: 4, name: "석호정", address: "서울특별시 중구 남산공원길 372", manager: "나영일", phone: "02-2273-2061", lat : 37.5544845, lon : 126.9998118 },
    ],
    [
        { id: 4, name: "석호정", address: "서울특별시 중구 남산공원길 372", manager: "나영일", phone: "02-2273-2061", lat : 37.5544845, lon : 126.9998118 },
        ],
        
];




